{"podcast_details": {"podcast_title": "HBR On Strategy", "episode_title": "3 Ways to Build Critical-Thinking Skills", "episode_image": "https://audio.hbr.org/on-strategy/20230406155037-HBR_on_Strategy_3000.png", "episode_transcript": " Did you know that we have a twin podcast all about leadership? HBR on Leadership brings you the best leadership case studies and conversations from across HBR. If you want to bring your leadership skills to the next level, listen for free to HBR on Leadership wherever you get your podcasts. New episodes every Wednesday. Welcome to HBR on Strategy, case studies and conversations with the world's top business and management experts, hand selected to help you unlock new ways of doing business. When was the last time you practiced your critical thinking skills in your business? Helen Lee Bweeg says many business problems are really about simple errors in critical thinking. Bweeg is an expert in business transformation and she's been an interim CEO, CFO, or COO at more than a dozen companies. In this episode, you'll learn how to improve your critical thinking skills for business through, you guessed it, practice. Bweeg outlines three key components of critical thinking. Questioning your assumptions, reasoning through logic, and diversifying your thought process to avoid selective thinking. You'll learn how to practice each and why building in time to think without distractions can also help you make better decisions. This episode originally aired on HBR IdeaCast in July 2019. Here it is. Welcome to the HBR IdeaCast from Harvard Business Review. I'm Kurt Nikish. You know the story. Maybe it's even a nightmare of yours. One day the company's flying high, no reason to change anything. Customers and contracts will always be there. And then one day the money stops flowing in and the business is suddenly in real trouble. Our guest today knows this all too well. She has been an interim CEO, CFO, or COO at more than a dozen companies. Sometimes they needed her because they were mismanaged. Some failed to stay in front of changing technologies. In a few cases, members of the senior team were simply negligent. But in her experience, all these organizational problems shared one root cause, a lack of critical thinking. Our guest is Helen Leib-Wieck. She's the founder of the Reboot Foundation. Based in Paris, the nonprofit helps parents, teachers, and employers think more critically about their problems. She's also the author of the hbr.org article, Three Simple Habits to Improve Your Critical Thinking. Helen, thanks for being here. Thank you for having me, Kurt. Helen, you worked in transitional periods for a bunch of big companies and you say that many people's business problems really come down to simple errors in critical thinking. That just sounds a little surprising to me and I wanted to hear why you say that. Yeah, I think at first glance, people believe that critical thinking is something that we do every day and it comes very natural. But in reality, critical thinking is not only extremely important for success in life, but it's also something that needs to be learned and practiced. Critical thinking skills are very much predictive of making positive financial decisions, even more so than raw intelligence. But people kind of forget what that actually means in terms of tools and practices that they need to exercise in order to make the right decisions or at least the better decisions. Based on my 20 years of different turnaround and transformation experience, I have noticed that very often when things go sideways or create problems and companies find themselves in a situation of a need for turnaround, it's typically been because I would argue that the leadership perhaps lacked some elements of critical thinking. Why do you think we lack critical thinking skills or why do you think we think we're better at it than we actually are? That's a great question, Kurt. And actually we did a survey at the Reboot Foundation about a year ago where we asked people questions of everything ranging from how often do they practice critical thinking to how important they think critical thinking is and how often do they teach their children critical thinking. I think one of the reasons why it's more difficult in today's day and age is that we live in a world of incessant distraction and technology is often to blame as well. We live in a period when we have a question, we want that instant gratification, getting the information, just typing the question on Google, having the answer quickly. And so we don't actually have as much time to stop and think. And part of the necessity of critical thinking is having that ability to take a step back and actually think about your own thinking. And yet it's actually becoming more and more critical because as businesses evolve and there's more urgency to make decisions, that's exactly when we need to do more critical thinking than perhaps we used to because of evolving technology and rapidly changing competitive environments in business. You say that getting better at critical thinking is something we can learn and cultivate? Yes. The opposite of critical thinking could be selective thinking. And naturally selective thinking is something that you can actually do relatively quickly because it's just a reinforcement of your own opinion. People in business can get better at critical thinking if they just do three things. One question assumptions, two reason through logic, and three diversified thought. How do you actually do that? So taking a break, and that doesn't mean doing meditation or yoga, but actually taking the time it could be going for a run or a walk around the block. That alone creates that opportunity for an individual to take the time to stop and think. So that's one dimension I think that people need to put in their normal practice. The second element that you wouldn't necessarily think about in terms of an attribute necessary for critical thinking is management of emotions. So the number of times that you can imagine, especially in a board room for a company that's going through difficulty, heated discussions, insults across the room, in that type of environment it's very difficult to engage in rational thinking. As much emotions are important when it comes to true important decisions, we need to put aside the feelings and emotions that go awry in a meeting setting. In addition to that, I think the other element of what we need to make sure that we conduct is making sure that we have other points of views. When you talk about looking at things from opposing viewpoints, sometimes that's helpful when you have somebody who plays that role or when you have a diverse team that you can share ideas with and explore. I don't know that all of us are as good at thinking from other perspectives when we're kind of just in our own thoughts. Yeah, but it's again, that's why I think I started off this conversation, Kurt, and saying that critical thinking is something that you actually need to practice and you need to learn because indeed, it's natural and it's very human to stay in your own personal bubble because it's comfortable, right? But you can actually do this from a small scale to a larger scale. And what I mean by that specifically is if you're starting small, if you work in, for example, in accounting, go have lunch with people in marketing in your organization. I have a good friend, Mathilde Thomas. She's actually the founder of Coudalie, which is a very successful line of skincare products made from grapes. Mathilde grew up spending her time in her family vineyard. So her family originally was in the wine business. And the idea of the skincare product came about because one day a friend of the family, this physician, came to visit the vineyard and he was looking at the vat of grape skins that were about to be discarded. And he said, well, that's a pot of treasure. So why are you just discarding that away? And that's effectively how the business of Coudalie actually began. So that's a positive story where people who are not necessarily in the same field can get together and actually come up with innovation. Or here it wasn't even intended to be an innovation. It just was an idea that sprung from two people from different walks of life getting together and coming up with the business idea. So that's a positive example in terms of diversity. Where have you seen this failure in some of the companies that you worked with? Where have you seen the inability to diversify thought and opinions and how costly that can be? I think in terms of negative, I've seen a specific example for a pharmaceutical company where the founder brought in a CFO who actually had very little experience in accounting. He had experience in mergers and acquisitions, in elements of financing, but not pure accounting. But his true qualification of becoming the CFO was the fact that he was a very, very good friend of the CEOs. And you see that example over and over again, including in boards. The number of times you see the board of a company being surrounded, the CEO being surrounded by his or her friends, which is why often I think from time to time you have companies, typically listed companies, where sometimes the board may not see certain indications, be it the case of a Steinhoff or an Enron, which is an extreme case of fraud. But even in terms of general decisions, strategic decisions, that if you have a board composed of just a group of friends of the CEOs, you don't have diversity of thought in that type of environment. So we've talked some about questioning assumptions and the power of diversifying thought. But another point you make is that people need to get better about reasoning through logic. And I think this is going to surprise people too, because logical is just such a household word. We think that we think logically. So why is logic a deficit and kind of a prerequisite for the critical thinking that you think we need to see more of in management? So one of the stories that I like to bring up is a specific company that I encountered a couple of years ago. It's one of the world's largest producers of aluminum tubes. And they have clients ranging from L'Oreal to Procter & Gamble all over the world. And the sea of this company was blindsided by his own fervor and probably unreasonable optimism about the outlook for the revenue profile of his company. In reality, the company was in relatively dire financial straits. But again, he was blinded with his hope that his clients would never leave because the switching costs of his clients would be too high, or that at least was his hypothesis. And for some business leaders, I think some optimism is obviously a good thing, right? There wouldn't be Ubers or Ebays if we didn't have entrepreneurs who have that charisma and exuberance. But what I often find in companies is CEOs with something I call simply WTF. Now, Kurt, that's not what you think that we commonly use in text messages. But for me, it's wishful thinking forever. And I think that blinded optimism can often mask the capability and the ability to reason through logic and actually re-question your approach in saying, well, can my customers decide to change vendors? Is the competitive environment actually shifting? Are there low-cost companies that could actually take over my business even if that hurdle rate is high? So it's again coming back to being able to ask the right questions and looking at your business and saying, is there a different way of doing things? And that's when you avoid the pitfalls of actually reasoning through logic. It comes back to the argument of having different views from your original views and your original sentiments. And obviously, in order to do that, we need to really pay close attention to our own chain of logic. Yeah, which I like, by the way, wishful thinking forever. I'm going to read text messages that way now when I see it. It'll probably make them a little more optimistic. Yeah. A lot of companies pay consultants to do this kind of critical thinking for them, and they come in with tools and concept mapping and all of the sorts of things that maybe they're a little more deliberate about and also removed from the emotion of working in the culture of a company. Do you see consultants as essentially paid critical thinkers? I think many consultants are good at critical thinking. I don't believe that the industry of management consulting is a sector that is there to enforce critical thinking for companies. And let me explain why I believe that. In a lot of situations, CEOs seek validation and look for evidence that supports their preconceived notions, and consultants are often trained to agree with their clients' theories. So, I would almost counter-argue and say, for CEOs to effectively use consultants, they almost need to be very precise and be very upfront in their scope of work with the consultant's demand and ask that the consulting firm give a different point of view or an opposing point of view than the original thesis of a leader. Now, that is sometimes hard to do, right? It goes back to the original part of our discussion. It's less comfortable for leaders. And in a lot of situations, why CEOs are hiring consultants are to justify and explain with more detail to their boards of why they're doing certain strategic activities. So that's where we have to be careful about relying on consultants as, quote, a mechanism to do better critical thinking in business. Have you actually seen companies turn around when they change the way they approach problems and instituted critical thinking across the organization in a more deliberate way? Yes. I work with a telecom company in Africa not so long ago. And they had probably the lowest customer satisfaction rate across the board amongst the different countries in Africa. And the CEO was somebody who was very open-minded, wanted to challenge. Now, you could argue, Kurt, they were on the low... They couldn't get lower in terms of customer satisfaction, so they only had room to go up. But if you put that aside, what he instituted was to have a subgroup of his team to go visit another South African country that had very high customer satisfaction rates. So it was, I would call, creating an environment for its employees to have a bit of a diversity of thought, but also to actually be exposed to give the capacity for its employees to question the assumptions about what they were doing wrong. So very good CEOs not only are capable of trying to conduct metacognition for him or herself, meaning questioning his or her own way of thinking, but he'll challenge his team and help them to challenge their own way of thinking by showing different examples of, for example, success stories in the same type of work, where in a case of this telecom company in Africa, where they could see and visit customer services centers in other African countries where they had high customer satisfaction rate. So it's giving the exposure to its team to seek out diversity of thought, but also promoting and encouraging that its employees think differently than being focused on their own silos of work and trying to be efficient in their own capacity in their existing dimension. Yeah. So if that was a good critical thinker as a CEO, what do most leaders do in that situation? What does the uncritical thinker do? The uncritical thinker would be to try to gain more efficiency out of its existing employees and continue to do more of the same thing, but probably putting in more KPIs. That's a popular thing that leaders do and try to put more pressure in the system so that companies are more productive rather than thinking out of the box and trying to say, should we be doing something differently than the way we're doing it today? And for individuals, because whether or not you have a CEO who's good at this, you can still affect your own team and you can still affect your own work with your own critical thinking. What should they do to get better at critical thinking? Be curious. Ask the questions. What if questions are great? It's important to constantly challenge yourself saying, what if I did something differently than the way I'm doing it now? What if I approached my client differently than the way I'm doing it now? What if I changed the processes? Would there be improvement? What's the type of individual who can improve by actually questioning the assumptions of what he or she is doing on a daily basis? And then the second element, again, is be very factual and be rigid about gathering facts and proof and accumulating data in order to truly justify why you're doing what you're doing. It's going back to paying close attention to the chain of your own logic. And then the third is expanding your horizon by interacting with people that are not in your existing silo. So I go back to the example, go have lunch, go have a drink with somebody that's not in your same department, but go reach out to somebody who is in a totally different building or even different division within your group. Helen, thanks for coming on the show and talking about thinking through how to be a better critical thinker. Thank you so much. It was a real pleasure to be on your show. That was Helen Lee Bweeg in conversation with Kurt Nikesh on the HBR IdeaCast. Bweeg is an experienced business leader and founder of the Reboot Foundation for improving critical thinking. We'll be back next Wednesday with another handpicked conversation about business strategy from the Harvard Business Review. If you found this episode helpful, share it with your friends and colleagues and follow our show on Apple podcasts, Spotify, or wherever you get your podcasts. While you're there, be sure to leave us a review. We're a production of the Harvard Business Review. If you want more articles, case studies, books, and videos like this, find it all at hbr.org. This episode was produced by Mary Dew and Sani and me, Hannah Bates. Ian Fox is our editor. Special thanks to Rob Eckhart, Adam Buchholz, Maureen Hoke, Audie Ignatius, Karen Player, Ramsey Cabaz, Nicole Smith, Anne Bartholomew, and you, our listener. See you next week."}, "podcast_summary": "In this podcast episode of HBR on Strategy, host Kurt Nikesh speaks with Helen Lee Bui, founder of the Reboot Foundation, about the importance of critical thinking in business. Bui explains that many business problems are a result of errors in critical thinking and that these skills need to be learned and practiced. She outlines three key components of critical thinking: questioning assumptions, reasoning through logic, and diversifying thought processes. Bui emphasizes the importance of taking time to think without distractions and managing emotions for effective critical thinking. She also highlights the need for diverse perspectives and expanding one's horizon through interaction with people outside of one's own field or department. Bui warns against wishful thinking and the dangers of lacking logical reasoning in decision-making. She suggests that individuals can improve their critical thinking skills by being curious, asking questions, gathering facts, and reaching out to people outside of their usual networks. The podcast concludes with a discussion on the impact of critical thinking on organizational turnaround and success.", "podcast_guest": {"name": "Helen Leib-Wieck", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "- \"Critical thinking skills are very much predictive of making positive financial decisions, even more so than raw intelligence.\"\n- \"People in business can get better at critical thinking if they just do three things: one, question assumptions; two, reason through logic; and three, diversify thought.\"\n- \"Taking a break creates the opportunity for an individual to take the time to stop and think.\"\n- \"Management of emotions is important for rational thinking.\"\n- \"Having different points of view and exploring ideas from opposing perspectives is helpful for critical thinking.\""}