{"podcast_details": {"podcast_title": "Best Seller Secrets", "episode_title": "What It Really Means to Be a Bestselling Author", "episode_image": "https://storage.buzzsprout.com/variants/ppbxbfrr3krb35otdbjud4lr98g6/2a0b0dfa96ac0f52f5e0059e82dcd227fca7bcc798acc4833c7df068e886f95e.jpeg", "episode_transcript": " Welcome to the Best Seller Secrets Podcast where experts and entrepreneurs come to learn how to write, market, and make money with their own best-selling book. I'm your host, Rob Kostberg, and today, really important topic, today we're going to talk about what it really means to be a best-selling author and how to avoid a lot of the scammy, swarmy marketing schemes around it. Unfortunately, over the last 11 years that I've been in business with best seller publishing, I've seen the credibility of really hitting the Amazon best-selling list take a hit. Not long ago, a potential client came to me. She was referred because she needed to get her book completed. This is what she told me. She said it had been listed as a pre-sale on Amazon, but she hadn't had the time to actually write the book and complete it. So I looked it up, and I saw it. I saw her name, and she had three one-star reviews on the book, which obviously, that is not adding to her credibility, but rather taking away from her authority and her credibility. So I asked her, well, what happened? What happened that you actually made a pre-sale campaign for your book and sold it, and you hadn't even really gotten started on it? She said, well, she had paid several thousand dollars to go to a conference with about 75 other people, and the conference was actually a program where they were going to design a book cover, create a compelling title and subtitle, even perhaps create some of the table of contents, set up a pre-sale campaign. Then everybody at the conference was going to buy each other's books for 99 cents so that over a one or two hour period, they would all hit the bestseller list and could call themselves bestsellers. Now, this conference actually went on for a while, meaning that there were multiple iterations of this. Are these people really bestsellers? Well, of course not, and I advised her immediately that not only should she actually really write a book, but that she should remove this listing from Amazon as quickly as possible because it was hurting her credibility because she claimed that she was going to be creating a book. She never actually did it, and it showed three one-star reviews, which of course quite negative there. So if you want to hit the Amazon bestseller list for one hour in some obscure category, well, unfortunately, that is not what we're going to be talking about today. That's not really a bestseller, and there is an important understanding of what the different lists are like New York Times, Wall Street Journal, USA Today, and Amazon. Obviously, there are many ways to legitimately get on the bestsellers list, and you have to understand that you may fool yourself, but you're not really fooling anybody else when you have a few negative reviews and yet are claiming to be an Amazon bestselling author. So there's a few things to understand, and I want to take a few minutes, and I want to break down the different lists so that you can understand what each list is and also understand the real way and credibility that's created for being on each one of these lists. So first and foremost, kind of the big daddy of them all, if you will, is the New York Times. New York Times has the reputation of being the most prestigious list. However, over the last few years, it's been under fire quite a bit, especially from nonfiction authors, because the New York Times list is actually a curated list. Now, what does that mean? Well, what it means is that the New York Times has a selection committee, and they curate the weekly list. Now, oftentimes, they're looking at the number of sales that are taking place, of course. However, they have many times in the past put books on the list that don't really have enough sales to make the list, and where they've gotten a lot of heat is they've actually removed books from the list because they disagreed oftentimes with the politics of the authors. Bill O'Reilly is actually famous for that. He wrote the killing series books, Killing Kennedy, Killing Lincoln, Killing Jesus, and he was the number one nonfiction author in the United States and was left off the New York Times list. In fact, if you Google or do a search on YouTube, you'll see several times that he rails a group of nonfiction authors against the New York Times list because he was not only on the New York Times list, but really he was the number one seller on the New York Times list, and they left him off completely. I saw this happen directly with Russell Brunson of ClickFunnels. We helped him, along with a number of others, to launch Dotcom Secrets. When he launched his book, Dotcom Secrets, he sold over 100,000 copies in the first month or two alone. He should have been not just on the list, but at the top of the list. However, they left him off the list entirely. You see, if your topic isn't a topic that's in line with their politics and their thinking, many times they may leave your book off the list entirely. They notoriously hate the idea of marketing and many times marketing and business-related materials. So understand that the New York Times is a curated list. It's been under fire quite a bit, especially when it comes to nonfiction. Now, do you still want to be on the New York Times list? Obviously, everybody does want to be on that list. And if you do things that are in line with what the New York Times wants, then you still should be able to get on that list. Now, for business people, the zenith, the pinnacle, is the Wall Street Journal bestsellers list. The Wall Street Journal list is a pure bestseller list, meaning that it's not a curated list like the New York Times is. However, to hit that list, you're going to need to sell five to ten thousand books in a week period. And those books are going to have to be sold from multiple different channels, meaning that they can't all be sold on Amazon. They're going to want to see sales from Amazon, Barnes & Noble, Books a Million, etc. One of the cool things about the Wall Street Journal list is that they also count ebook sales. So you could list your ebook at a discounted price as long as it is still a purchase that people are making. That will count towards the Wall Street Journal list. So hitting the Wall Street Journal list gives massive credibility to business people, to speakers. And in fact, we've seen for many clients speaking fees go up, authority. It means better stages, better opportunities, obviously better opportunities on PR and media as well. So the Wall Street Journal list is a list that is possible for you to get on. It takes a massive marketing effort to do it, but highly, highly rewarded. And all you need to do really is not worry about your politics or worry about your topic. You simply need to outsell the competition, sell more books than everybody else, and you'll be fine. Next, Amazon. Now, I started the beginning talking about how the Amazon list had been disparaged a little bit. But the reality with the Amazon list is when you hit it legitimately, Amazon is still the 800-pound gorilla in the publishing space. They sell more books by far than anybody else. It is a highly desirable and credible list, but you need to make sure that you're not of those that are just trying to hit the list for an hour or a day and claim you're an Amazon bestseller. But actually think of it like every other list is. This is how we think of it at Best Seller Publishing when we do launches for our clients. We want to think about the list as a week-long list, just like the New York Times is. It's that week's bestsellers. Just like the Wall Street Journal list is, it's that week's bestsellers. We want to do the exact same way and approach it the same way that the other big lists do. So when we do a big marketing campaign for our clients, when you do a big marketing campaign for yourself, think in terms of marketing your book for an entire week where momentum is really gained and where you hit the list not for an hour or a day, but you hit the list in multiple categories and in even multiple countries throughout the entire week. Now when you do that, you are a credible and legitimate bestselling author on Amazon. And even more than that, Amazon is your partner and they're going to see that people are interested in this book and they're going to begin sending more and more traffic to you. Remember, you don't need to have a massive platform to do this. We do this every day for authors that don't have a massive platform. We do it by putting their book in front of their platform, meaning putting their book in front of people that have already raised their hand and said, I am interested in this genre and in this topic. We do that with paid advertising on 50 to 60 websites. We do that with multiple press releases during our hard launch week. We do that with a big social media campaign. So millions of eyeballs are on our clients' books over that period of time, even if they have no email list and no social media following themselves. They can get thousands of downloads and sales in that week period so that they can legitimately hit the bestseller list on Amazon and even many other lists as well like Barnes and Noble, USA Today, Wall Street Journal, etc. It's important to us to do it right because we actually guarantee it. To learn more, you can get a copy of my Wall Street Journal bestselling book, Publish Promote Profit at publishpromoteprofit.com."}, "podcast_summary": "In this podcast, the host discusses the topic of being a best-selling author and how to avoid deceptive marketing schemes. The host shares a story about a client who listed her book on Amazon for pre-sale without actually writing the book, resulting in negative reviews and damage to her credibility. The host emphasizes the importance of understanding the different best-seller lists such as the New York Times, Wall Street Journal, USA Today, and Amazon. \n\nThe New York Times list is curated and has faced criticism for removing books based on political reasons. The Wall Street Journal list requires selling a significant number of books from various channels in a week, including e-book sales. Hitting this list can enhance credibility and lead to better opportunities for business people and speakers. Despite some skepticism, the Amazon best-seller list remains desirable and credible when achieved legitimately. The host suggests approaching it with a week-long marketing campaign and gaining momentum in multiple categories and countries. This approach establishes the author as a legitimate best-selling author and increases visibility on Amazon. The host recommends various marketing strategies such as paid advertising, press releases, and social media campaigns to reach potential readers and achieve best-seller status on multiple lists.", "podcast_guest": {"name": "Rob Kostberg", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "- Highlight 1: \"She said, well, she had paid several thousand dollars to go to a conference with about 75 other people, and the conference was actually a program where they were going to design a book cover, create a compelling title and subtitle, even perhaps create some of the table of contents, set up a pre-sale campaign. Then everybody at the conference was going to buy each other's books for 99 cents so that over a one or two hour period, they would all hit the bestseller list and could call themselves bestsellers.\"\n- Highlight 2: \"Understand that the New York Times is a curated list. It's been under fire quite a bit, especially when it comes to nonfiction.\"\n- Highlight 3: \"The Wall Street Journal list is a pure bestseller list, meaning that it's not a curated list like the New York Times is.\"\n- Highlight 4: \"But the reality with the Amazon list is when you hit it legitimately, Amazon is still the 800-pound gorilla in the publishing space.\"\n- Highlight 5: \"When you do that, you are a credible and legitimate bestselling author on Amazon. And even more than that, Amazon is your partner and they're going to see that people are interested in this book and they're going to begin sending more and more traffic to you.\""}